[
  {
    "name": "Eingangshalle",
    "x": 0,
    "y": 0,
    "width": 3,
    "height": 3,
    "color": "lightgrey",
    "description": "Die Eingangshalle ist der zentrale Punkt des Gebäudes, wo Besucher und Mitarbeiter empfangen werden. Hier befindet sich ein Empfangstresen und Sitzgelegenheiten.",
    "image": "eingangshalle.jpg"
  },
  {
    "name": "Konferenzraum",
    "x": 3,
    "y": 0,
    "width": 3,
    "height": 3,
    "color": "blue",
    "description": "Der Konferenzraum ist ausgestattet mit einem großen Tisch und mehreren Stühlen. Hier finden wichtige Besprechungen und Präsentationen statt.",
    "image": "konferenzraum.jpg"
  },
  {
    "name": "Entwicklerbüro",
    "x": 6,
    "y": 0,
    "width": 3,
    "height": 3,
    "color": "green",
    "description": "Das Entwicklerbüro ist der Arbeitsplatz der Programmierer. Es ist ausgestattet mit Computern und Arbeitsplätzen, die für die Entwicklung neuer Software genutzt werden.",
    "image": "entwicklerbuero.jpg"
  },
  {
    "name": "Serverraum",
    "x": 0,
    "y": 3,
    "width": 3,
    "height": 3,
    "color": "red",
    "description": "Der Serverraum beherbergt die wichtigsten technischen Geräte des Unternehmens. Hier stehen die Server, die für den Betrieb der IT-Infrastruktur notwendig sind.",
    "image": "serverraum.jpg"
  },
  {
    "name": "Personalbüro",
    "x": 3,
    "y": 3,
    "width": 3,
    "height": 3,
    "color": "yellow",
    "description": "Im Personalbüro kümmern sich die Mitarbeiter um Personalangelegenheiten und die Verwaltung der Mitarbeiterdaten.",
    "image": "personalbuero.jpg"
  },
  {
    "name": "Marketingabteilung",
    "x": 6,
    "y": 3,
    "width": 3,
    "height": 3,
    "color": "orange",
    "description": "Die Marketingabteilung ist verantwortlich für die Werbung und das Branding des Unternehmens. Hier werden Marketingstrategien entwickelt und umgesetzt.",
    "image": "marketingabteilung.jpg"
  },
  {
    "name": "Pausenraum",
    "x": 0,
    "y": 6,
    "width": 3,
    "height": 3,
    "color": "purple",
    "description": "Der Pausenraum bietet den Mitarbeitern eine Möglichkeit, sich zu entspannen und ihre Pausen zu verbringen. Hier gibt es eine kleine Küche und Sitzgelegenheiten.",
    "image": "pausenraum.jpg"
  },
  {
    "name": "Archiv",
    "x": 3,
    "y": 6,
    "width": 3,
    "height": 3,
    "color": "brown",
    "description": "Im Archiv werden wichtige Dokumente und Akten des Unternehmens aufbewahrt. Der Raum ist voll mit Regalen und Aktenschränken.",
    "image": "archiv.jpg"
  },
  {
    "name": "Geschäftsführungsbüro",
    "x": 6,
    "y": 6,
    "width": 3,
    "height": 3,
    "color": "darkgrey",
    "description": "Das Geschäftsführungsbüro ist der Arbeitsplatz des CEO. Hier werden strategische Entscheidungen getroffen und wichtige Besprechungen abgehalten.",
    "image": "geschaeftsfuehrungsbuero.jpg"
  }
]